{
    "world_rules": {
        "김태평[6]\n본작의 주인공. 21세기 한국에서 '성주혁'이라는 이름이었고, 일반외과를 전공해 외상외과의 전임 조교수까지 되었지만 뇌종양 판정을 받고 망연자실해 하던 중, 환생 트럭에 의해 19세기 영국에서 조선인으로 다시 태어난다.[7] 인종차별이 극심하던 시대였지만 열린 마인드의 지역 유지의 후원을 받아 UCL 의대에[8] 입학한다. 마취·위생·소독 등의 개념이 없어 앞이 깜깜한 상황이지만 리스턴 같은 동료를 만나 외과의 기초를 함께 세워나간다. 현대지식으로 진료를 볼 때마다 조선 의학에서 배워온 것이라고 거짓말을 해 '구라 마스터'가 되었다. 한편, 본인도 어느 새 인체실험에 익숙해지는 등 어엿한 19세기 의사로 진화하고 있다.[9] 마취약 발견과 뛰어난 수술 실력으로 주목을 받다가 빅토리아 공주 앞에서 해부 시연을 하여 스타 의사가 되었고 입학한 지 1년도 안 되어 로버트 리스턴의 강력한 추천과 추진으로 면허를 받고 런던대 교수로 임용되었다. 병원 내에서는 전임자 론의 분야를 이어받아 전립샘 비대증·치질·포경 수술을 메인으로 하면서[10] 다른 분야에도 손을 대고 있다. 콜린 형의 코를 재건하는 성형수술을 하고 인슐린을 개발했고, 제이미 경의 당뇨병 증상을 완화시키는 등 내과 진료도 하는 중이다. 덕분에 분원 개념으로 센터를 열어 지분을 얻고 그 곳에서 발생하는 수익을 배분받게 되었다. 살바르산 606호의 임상시험을 군에서 진행하고 기사 작위를 받는다는 조건으로 군의관으로 입대해 아편전쟁에 참전한다. 피아를 가리지 않고[11] 개두술, 사지절단술[12], 심낭압전 치료를 위한 사혈 등을 시행함으로써 청나라 주술사로서의 위명을 다시 떨친다. 조선의 홍삼[13], 미국에서 수입한 치약 대용품 불소수, 생리대로 쓸 이끼를 가져와서 영국에서 팔아먹는 쇼닥터로 거듭나고 있다. 중반 이후부터는 주술사 이미지도 상당히 생긴다. 청나라를 주술 한 방에 무너뜨렸다느니 주술로 죽은 사람을 살렸다느니 하고, 일본에서는 대놓고 저주를 걸겠다고 한다. 주술사 이미지가 퍼지면서 영국 안팎으로 두려움을 사는 중.\n크림 전쟁 때 재입대하여 군의관으로서[14] 나이팅게일과 함께 야전병원 체계를 만들었고, 이는 영국군의 압도적 승리에 크게 기여하여 세습백작 작위를 받는다. 전쟁 중에 결핵에 걸려 죽을 뻔했지만 겨우 살아났고 원시적 항생제를 개발해 결핵을 이겨냈다.\n로버트 리스턴[15]\n'University College London'의 의과대학 교수. 당대 최고의 외과의사이자 절단 마스터. 의사가 아니라 깡패 두목으로 오해받을 정도로 엄청난 풍채와 험악한 얼굴을 자랑하고, 수술할 때 쓰는 크고 아름다운 '리스턴 칼'[16]은 아예 상징이 되어 막강한 권위를 갖고 있다. 그러나 환자를 위해서라면 기꺼이 의대 신입생의 말에도 귀를 기울이고 누구에게든 배울 자세가 되어있는 참된 의사다. 절단술로 병원에 막대한 수입을 벌어다 주는 만큼[17] 런던 의대의 실세로, 황인종이라 괄시받기 쉬운 태평을 지켜주는 조력자이며 지금은 의형제 사이이다. 배를 가르는 개복으로 분야를 바꾸었지만 팔다리 절단도 틈틈이 하고 있다. 괴력을 가진 천하장사로 필요한 연장이 없을 때마다 쏠쏠히 활약한다.[18] 초반을 지나면 대놓고 소드마스터로 불리며 칼로 쇠사슬이나 쇠창살을 깔끔하게 베어버리는 미친 절단 능력을 보여준다. 미국에 가서는 칼로 곰의 앞다리를 가볍게 썰어 버리고는 시시하다는 감상을 남긴다. 일본에서는 반쯤 오니 취급을 받는다.\n조선에 대한 관심이 깊어져 아편전쟁 종군 후에는 아예 조선인 훈장을 집에 데려다 놓고 문화를 배우고 있으며 태평보다도 능숙하게 한자성어를 활용하고 한자를 써먹는다. 조선에 왔을 때는 독자들 반응이 대놓고 태평보다 리스턴이 양반같다고 할 정도.\n여러 차례 군의관으로 복무하며 혁혁한 공을 세운 덕에 크림 전쟁 후에는 세습백작이 된다.\n상술한 바를 보면 힘만 쓰고 호탕하기만 한 인물로도 여겨질 수 있는데, 작중 태평이 진짜 천재가 맞다며 수시로 그의 추론 능력도 칭찬한다. 가르쳐 주지도 않은 현대의학적 개념을 약간의 힌트만으로도 스스로 깨우치거나, 현대적 술기나 약들이 없는 열악한 상황에서 찾을 수 있는 최선의 치료법을 태평에게 제공하기도 하는 등 당대의 명의라고 불리는 이유를 작중 내내 증명해준다.\n조지프 리스터\n태평을 후원해주는 지역 유지의 아들. 태평과는 어릴 때부터 함께 놀던 고향 친구로 그에게 영향을 받아 외과 의사를 꿈꾸고 같이 런던대에 입학한다.[19] 그의 옆에서 충실하게 외과 지식을 쌓으며 조수로 활동하고 있다. 미아즈마 이론을 받아들여 완벽한 소독을 위해 노력한다. 또 소독약의 발명 이후로는 주인공 근처에서 상처 소독이나 물건 소독도 주로 담당해서 소독 관련 노하우는 조지프가 제일 많다. 태평은 손이 빠르지는 않아도 진득하고 꼼꼼한 성격을 가진 그가 백내장 수술을 계기로 안과 분야로 가기를 바라고 있...지만 특급 VIP 환자가[20] 생길 시 리스터가 직접 나서서 소독해야 하므로 그냥 소독 전문가가 되어가는 모양새이다.\n엘프리드\n런던 자본가의 아들이자 태평의 선배. 해부 실습 도중에 손가락이 베여 목숨이 위험했지만[21] 태평이 상처를 치료해준 덕에 살아났다. 이후에는 생명의 은인으로 여기고 그의 아버지도 태평이 계획하는 콘돔 사업에 투자하게 된다.[22] 이후에 맹장염에 걸려 생사를 오가는 엘프리드를 태평이 수술을 감행해 목숨을 건졌고 그의 말이라면 뭐든 믿고 따르는 믿음직한 조수가 되었다. 그러나 손재주는 별로라 마취 상태를 관리하는 역할을 자주 맡다 보니 주인공 이상의 전문가가 되었다. 당시 마취 가스를 제대로 쓰는 사람은 주변의 일부만 있다는 것을 생각해보면, 이 때 앨프리드는 세계 최고의 마취 전문의가 된 셈이다.[23] 이 외에도 가문에서 현미경을 태평에게 지원해주는 등,[24] 자본이 많이 필요한 일에 든든한 받침목 역할을 하는 중이다.\n콜린\n귀족의 아들이자 인종주의자. 장남은 아니어서 먹고 살 길을 찾아 의사가 되려 하며[25] 황인인 태평이 리스턴의 총애를 받자 시기한다. 그러나 마취제 테스트를 위해 생니를 뽑히고 소독 실험을 위해서 썩은 템즈 강물을[26] 들이키는 등 의학발전을 위해서는 제 한 몸 아끼지 않는 용감함도 갖추고 있다. 경원시하던 태평이 1년도 안 되어 면허를 따고 교수가 되는 등 실력으로 눌러버리자 어느 새 제자가 되어 수술 술기를 배우고 있는데 태평의 평에 의하면 놀랄 만큼 재능이 있다. 스승이 장기출장 중일 때는 단독으로 수술을 여러 번 할 정도로 실력이 늘었다.\n존 스노우\n태평이 유명해진 뒤 제자로 들어온 의대생. 원 역사에서는 수인성 전염병의 발병 원인을 규명하려 했던 인물로 최초의 역학조사를 했다고 평가된다. 태평의 제자 중에서는 유일하게 내과 계열로 빠릿빠릿한 모습을 보여줘 신임을 얻고 있다. 햇빛을 못 보는[27] 빈민가에서 안짱다리 환자가 늘어가는 문제에 대해 일조량과 구루병의 인과관계를 증명하는 프로젝트를 진행했다. 그 이후로도 몸무게와 마취약 용량의 상관관계를 찾는 등 통계가 필요한 의학 분야라면 어김 없이 등장하여 활약을 하는 것으로 언급된다.\n조지 프랑수아\n런던대 병원장으로 돈을 좋아하는 속물이다.[28] 절단술의 달인 리스턴의 덕에 막대한 매출을 올리고 있어 그의 말이라면 무조건 들어준다. 또 돈을 벌어다줄 실력만 있다면 편견 없이 평가하기 때문에 황인종인 태평을 곧바로 인정해준다. 리스턴의 말에 의하면 프랑스에서 낭트 칙령이 폐지되는 바람에 박해를 받아 영국으로 이주한 위그노의 후손이라고 한다. 편견 없는 속물이 된 것은 조상들의 영향이 큰 듯하다. 태평이 점점 명성을 얻게 되자 'God'을 조선어로 하면 '신'이라는 것을 알아와서 태평에게 평신(Pyeong Sin)[29]이라는 별명을 붙여준다.\n제멜\n런던대 내과 교수로 사혈 마스터. 4체액설[30]에 따라 사혈이 효과적인 치료법으로 여겨지는 만큼 대부분의 내과 질환을 사혈로 해결하려 한다.[31] 덕분에 심심할 때마다 의료사고를 내서 주인공 김태평이 뒷목을 잡는 트러블 메이커 역할을 하고 있다. 태평이 이름을 날렸음에도 여전히 사혈은 훌륭한 치료로 인정받기에 본원에서 명의로 소문 나 있다.\n블런델\n런던대 산부인과 교수이자 수혈 마스터. 산부인과 분야에서는 이름이 드높은 권위자이지만 태평이 주장하는 손 씻기 운동을 받아들일 정도로 수용적인 사람이기도 하다. 아직 혈액형 개념이 없는 시대에 피가 부족한 환자들에게 수혈을 시도한다.[32] 그러던 중 태평에게 용혈반응에 대한 실마리를 얻어내어 나름대로 과학적으로 추론을 해내지만 혈액형에까지는 이르지 못했다. 너무 많은 환자가 죽어나가서 원장에게 수혈을 금지당한다. 그러나 제이미 경의 손주며느리 제왕절개를 할 때 사전에 용혈반응을 관찰하고 수혈해야 한다는 것을 배우고 수혈의 새로운 가능성을 보았다. 그 후 진정한 수혈 마스터가 되어 마취할 때 혈압이 너무 떨어지면 수혈을 해주러 간간히 등장한다. 리스턴과 마찬가지로 실존 인물 James Blendell이 모티브. 수혈 기구 개발과 절차를 세우고 자궁을 통한 진단을 통해 산과 발전에 기여했다고 평가된다.\n토마스\n런던대 내과 교수로 신경학 전문이다. 그런데 문제는 그 방법이 환자를 원심분리기에 넣고 돌린다는 것.[33] 지금은 인력으로 작동시켜야 하지만 기술이 발전해 전기로 돌릴 날을 고대하고 있다.\n매튜\n런던대 내과 교수로 전기 치료 담당이다. 물론 현대적인 전기 치료가 절대 아니라, 전기의자에 사람을 앉혀 전류를 흘려보내는 방식을 쓴다. 두통 환자의 몸에 전기를 흘려보내기 위함. 전기뱀장어를 이용하자는 아이디어도 내놓는다.\n플로렌스 나이팅게일\n간호사 모집 때 영입, 어째서인지 소독의 중요성을 매우 잘 알고 있으며 이 때문에 태평이 간호사 교육에 대해 전권을 일임했다.[34] 직책은 수간호사인데 대부분의 간호사들이 나이팅게일보다 무식한 지라 내린 선택이라고. 다만 나이팅게일 부친이 엄청난 부호라 이후 막대한 기부금을 냈다는 이유도 있었다. 이후로 소독 및 위생을 철저히 신경 쓰는 고위급 간호사로 나오며, VIP 환자라도 오면 조지프 리스터와 함께 꼬박꼬박 등장해 소독을 하는 모습으로 꾸준히 나온다.\n6.1.2. 기타 의사[편집]\n론\n도살자 해리의 스승이자 태평의 전임자. 치질과 전립샘 비대증 전문이었다. 사명감은 있었지만 뚜렷한 성과가 없어서 많은 고민을 떠안은 채로 세상을 떠났다. 그의 자리는 태평이 이어받게 되었다. 그런데 사명감으로 해리에게 의견이라고 낸 게 ‘거세’라 태평이 희생자를 막기 위해 뛰어다니는 계기가 된다.\n해리\n개인 치료소를 운영하던 의사. 별명은 '도살자'로 위험한 수술을 너무 많이 해서 대학에서도 쫓겨났지만 런던대에 남아있던 스승 론과 꾸준히 연락을 주고받았다. 전립샘 비대증을 연구하던 끝에 고환을 다친 사람에게는 문제가 없다는 것에 착안하여 대미언 경 등의 환자를 거세시켜 해결하려 한다.[35] 그러나 태평과 리스턴이 이미 거세술을 받은 환자들에게서 고환이 없어지면 근육이 없어지는 등 남성성이 아예 사라진다는 것을 알아내고 뜯어말려서 더 이상의 피해자는 나오지 않았다. 다만 이미 거세 당한 고위 귀족인 제이미 경이 해리에게 작정하고 복수하려 해서 본인은 감옥으로 끌려가 죽었다. 웹툰에서는 태평 일행이 해리가 제이미 경의 수술 연습을 하던 곳으로 들이닥쳐 말림으로써 해리가 수술을 포기하게 만든 대신 태평 일행들끼리 제이미 경의 수술을 전담해 주었기에 감옥에 끌려가는 것은 면했다.\n6.1.3. 왕실[편집]\n윌리엄 4세\n영국의 국왕. 켄트 공작부인이 자신의 딸 빅토리아가 미성년자라는 핑계로 섭정할 야망을 갖고 있음을 알고 빅토리아가 성년이 되기까지는 살겠다고 다짐하고는 동생의 머리카락을 부활시킨 태평을 단독[36] 주치의로 임명한다. 그 후 웰빙 라이프를 위해 절주·금연·헬스 등을 하게 되는데 답답함을 느끼고 일탈을 꿈꾼다. 그런데 태평이 미국 출장 간 사이에 정력 강화를 위해 소 고환을[37] 주사 받아 자신의 주치의를 또 기함하게 한다. 일본에 사절단을 파견할 일이 생기자 태평과 리스턴을 끼워넣고는 소 고환을 안주 삼아 제이미와 술을 즐기다가 급성 심근경색으로 사망했다. 그가 죽자 태평은 그간 정이 든 환자를 추억하며 눈물을 흘린다.\n빅토리아 공주\n1830년 시점에서는 아직 공주로 추정상속인 신분이었다.\n10대 소녀임에도 해부에 엄청난 관심을 갖고 있어 사형수로 해부 시연을 보이겠다는 태평에 흥미를 보이고 왕립 극장까지 내어주면서 제대로 판을 깔아준다. 그의 실력을 확인하자 의사 면허를 내주라고 런던대에 입김을 불어넣는다. 백부인 윌리엄 4세가 사망하면서 성년인 상태로 여왕으로 즉위한다. 태평은 빅토리아의 결혼 중매를 위해 파티를 열었고 그에게 진상받은 조선 왕비의 대례복[38]을 입고 앨버트 공과 만나 사랑에 빠져 결혼한다. 백부처럼 태평을 왕실 주치의로 임명했는데 위엄 있고 부지런하며 고집도 센 스타일이라서 태평이 어려워하고 있다. 임신 중에는 술·담배·코르셋은 안된다는 말을 듣고는 납득하지 못한다.\n앨버트 공\n독일 작은 공국의 차남. 태평이 주최한 코스프레 파티에 구색 맞추기 위한 손님으로 참석하지만 여왕의 열렬한 구애를 받는다. 그리고는 태평에게 선물받은 빅토리아 동인지(!)로 마음을 불태우게 되었고 결혼에 골인한다. 신혼을 즐기고 아이도 둘이나 낳으며 잘 사는 듯 했지만 통풍에 걸리고 만다.\n아돌푸스 공작\n윌리엄 4세의 친동생으로 영국 내에서는 케임브리지 공작으로 불린다. 원형탈모가 극심해 고민이 컸는데 태평이 모발 이식을 할 수 있다는 소문이 들리자 하노버에서 영국으로 급히 달려왔다.[39] 모발 이식 결과가 성공적이었던 터라 매우 만족했고 이를 계기로 태평은 윌리엄 4세의 주목을 받는다.\n켄트 공작부인\n빅토리아의 친모. 여왕이 될 딸을 옥 죄듯이 매우 엄격하게 키웠다. 빅토리아가 미성년일 때 즉위하면 일정기간 동안 섭정을 할 수 있다는 점을 노렸다. 이는 윌리엄 4세로 하여금 태평의 조언에 따라 건강관리를 하게 만들었는데 결국에는 시아주버니가 장수했고 섭정은 물 건너갔다.\n6.1.4. 정부[편집]\n제이미 경\n상당한 고위 귀족. 전립샘 비대증으로 고통 받던 중 해리에게 거세술을 받고 완치된다. 그러나 태평과 리스턴에게서 더 이상 발기가 안된다는 말을 듣고 축 처진다.[40] 한편, 고환을 잘라버린 해리를 감옥에 보내 응분의 대가를 치르게 한다. 사교계에 복귀 기념으로 연 파티에서 셀레 그린을 야심차게 선보이지만 태평 일행이 비소 화합물로 만들어져 유독하다는 사실을 밝혀내자 고마워한다.[41] 당뇨병에 걸리는 바람에 태평의 인슐린을 복용하게 되었는데 효과를 제대로 측정하기 위해서 소변을 맛 봐줄 경범죄자 하나를 시종처럼 데리고 다니게 되었다. 의회 내에서는 아편전쟁을 주장하는 강경파이고 태평의 모국인 조선에 많은 관심을 갖고있다. 과감한 성격 탓에 코카인을 복용하고 그 효과에 놀라 청나라에 수출하려 하지만 아편과 비슷한 부작용이 있고 원가가 너무 비싸다는 것을 알고 포기한다. 윌리엄 4세와는 죽이 잘 맞는데 소 고환을 안주로 술 먹다가 심근경색으로 왕과 함께 사망했다. 여러모로 대형사고를 쳤지만 태평이 상류사회로 진입할 수 있도록 도와준 VIP 환자라서 주인공은 그를 기리며 조용히 울었다.\n대미언 경\n공작 작위를 가진 귀족. 전립샘 비대증으로 고생이 너무 심해 거세를 하기로 결단을 내리지만 성기능 자체가 없어진다는 태평과 리스턴의 만류에 전립선 축소술을 받는다.[42] 수술은 성공적으로 끝났고, 이 일로 태평과 친분이 생겨 이후 현미경[43]을 빌려주는 등 가끔 태평에게 도움을 주는 역할로 등장한다.\n제임스 브루스\n외교를 도맡아 해외로 나도는 귀족으로 '엘긴 백작'[44]으로 통칭된다. 제국주의의 첨병으로 일본과 수교하라는 명령을 받고 태평 및 리스턴과 여행을 하며 친해진다. 태평이 일본과 조선에서 주술사로 이름을 날린 덕분에 매우 유리한 통상조약을 맺는다.\n6.1.5. 기타 민간인[편집]\n콜린의 형\n콜린네 가문의 후계자이자 인종주의자. 해외에 나가 견문을 넓히는 동시에 인종주의자가 되어 돌아왔다. 매독으로 인해 코가 괴사되어 재건술이 필요했는데 독일 출신의 요제프와 태평이 광장에서 대결하게 한다. 대결에서 이긴[45] 태평이 국소피판술로 깔끔하게 코를 만들어주자 그의 실력을 인정하게 된다.\n존 콘로이\n켄트 공작부인의 애인이자 비서. 애인과 함께 빅토리아를 주눅들게 하고 무시했다. 공작부인이 섭정이 되면 비선실세로서 막후에서 권력을 휘두를 야망을 품고 있다. 그러면서도 그 계획을 방해하는 태평의 비만 클리닉에 드나들며 본인도 건강관리에 열을 올리고 있다. 하지만 코카인을 즐기면서 코가 무너졌는데 그럼에도 기둥서방 노릇은 여전히 한다.\n6.2. 외국[편집]\n임칙서[46]\n청나라 광저우의 일선부대 지휘관.[47] 광저우 해전에서 영국 해군의 압도적인 화력에도 불구하고 부하들과 분전했으나, 심낭압전과 외상성 뇌출혈이 생긴 채로 포로로 잡힌다. 태평이 심낭에서 피를 빼고 개두술을 해 피떡을 제거해 겨우 살아난다. 부하들에게 인망이 매우 좋았던 그가 낫자 팔다리를 자르는 주술사라며 태평을 두려워하던 청나라 병사들도 칭송하면서 영국군에 대한 인식이 좋아진다. 하지만 청군이 더 심하게 대패하고 종전조건도 매우 불리해져 그의 조국은 본격적으로 내리막길을 걷는다.\n이청\n정약용의 제자로 실학자. 부산의 향반으로 의학에 관심이 많았는데 기생집에서 칼부림으로 죽어가는 사람을 살린 태평과 리스턴의 외과술에 매료되어 둘을 스승으로 모신다. 한 번에 수혈과 간 절제술의 개념을 이해할 정도로 머리가 좋다. 자신의 스승 덕에 당뇨가 나은 동래 부사의 비호를 받으며 도굴한 시신으로 해부 경험을 쌓고 콜레라 유행 때 맹활약해 명의로 소문난다. 그러나 '주술사 김태평'에게 의학을 속성으로 배워 의술에는 주술적인 부분도 섞이게 되었다. 일본으로 떠나는 태평 일행과 함께 가서[48] 양의학을 더 배웠고 영국 사절단의 귀국 때 나가사키를 통해 조선으로 돌아갔다.\n프레데리크 쇼팽\n피아노의 시인이라고 불리는 그 프레데리크 쇼팽이 맞다. 주인공이 당대에는 저평가되었지만 현대에 유명한 예술가들을 찾다가, 마침 영국에서 활동하던 쇼팽을 발굴하게 되어[49] 만나게 된다. 그러나 쇼팽은 영국에서 푸대접을 받고 있었고,[50] 빈민가에서 결핵에 걸려 고생하던 쇼팽을 만난 주인공은 쇼팽을 본인의 저택으로 납치(...)해 버린다.[51] 이후 반강제적으로 쇼팽의 결핵을 완치시켜 주고서는[52] 주인공의 후원들 등에 업고 왕성히 활동한다.\n7. 개변된 역사[편집]\n손 씻기 운동\n피가 묻은 손으로 아이를 받는 것에 기겁한 태평이 손을 씻는 산파와 그렇지 않는 의사들이 맡은 산모의 사망률을 비교한 데이터로 산부인과 교수들을 설득했다. 그 결과, 적어도 런던대에서는 병실에 들어가기 전에 염화석화로 손을 씻게 되었다. 그러나 독하기가 그지 없어 손을 씻을 때마다 의사 손이 아플 지경이라, 후술할 고무장갑 개발 이후로는 이전만큼은 아니지만 적게 씻는다. 대신 고무장갑을 열심히 씻는 중.\n마취제 발견\n이미 18세기에 험프리 데이비가 아산화 질소가 마취 효과가 있다는 논문을 썼다. 그러나 들이마쉬면 웃음이 나온다며 파티에서 '웃음 가스'로만 쓰이다가 태평이 마취약으로 이용될 수 있다고 세상에 다시 알린다. 덕분에 단순한 팔다리 절단에서 복부 개복 등 복잡하고 시간이 비교적 많이 걸리는 수술도 가능해지게 되었다. 다만 이 때 가스를 제어하는 기술이 21세기만큼 발달하지는 않은지라, 마취하려 하는데 환자나 의사나 간호사가 새어나온 가스를 마시고 웃는 사태가 간혹 일어난다는 것이 묘사된다. 또한 마취효과도 부족해 수술시간이 2~30분으로 제한되어 있다. 그래도 마취제가 없어서 30초 안에 다리를 잘라야 했던 시절에 비하면 많이 수술이 편해진 게 개그 포인트다. 마취 상태도 신경 쓰기 시작하면서 마취 중 바이탈을 안정적으로 유지하려 기관삽관[53] 또는 기관 절개를 해서 인공호흡을 시키는 방법이 고안되었다.\n수술장갑\n손 씻기에 쓰는 염화석화가 너무 독한 데다가 해부와 수술에서 손을 보호할 방법이 없었다. 그래서 콘돔과 함께 고무장갑도 같이 만들게 했고 런던대에서는 널리 쓰이고 있지만 다른 대학에서는 사도(邪道)로 여겨진다. 그래도 고무장갑 덕분에 의사들이 손을 다쳐서 감염되는 경우도 감소했으며, 고무장갑은 비교적 염화석회로 씻는 게 편하기 때문에 위생이 개선되면서 환자들의 사망률도 낮아졌다.\n콘돔\n고무장갑이 필요했던 태평이 자연스럽게 엮어서 만들어달라고 한 물건. 성병 예방을 위해서도 필요했지만 피임을 원하던 사교계 인사들의 관심을 받고 날개 돋힌 듯이 팔려나간다. 앨프리드의 아버지와 합작해서 만들었는데 태평의 자금줄이 된다.[54]\n축농증 수술\n코 세척으로는 안 되는 환자들이 사혈치료를 받고 원심분리기에 들어가는 것을 막기 위해 태평이 비강의 농을 빼내는 수술을 감행한다. 그러나 원래 전공이 이비인후과가 아니었고 내시경도 없어서, 부족한 부분도 많다.\n개복 수술\n그 동안은 배에 손 대는 것은 금기시 되었지만 태평이 맹장 수술에 성공한 후로 가능성이 조금씩 보이기 시작했다.\n항생제의 발견\n수은으로 매독이 죽나 사람이 죽나 식으로 치료하는 걸 보고 어떻게든 항생제를 만들려고 빵에다 물뿌리고 곰팡이를 키워서 자연적인 페니실린 푸른곰팡이를 만들었는데 거의 로또식으로 운 좋으면 푸른곰팡이 페니실린 아니면 그냥 곰팡이라서 배양 자체가 거의 안 되는 실정이다.[55]\n청진기\n사형수들의 맥이 너무 희미하게 잡히는 상태로 살아있는 경우가 있었다. 또한 호흡정지를 사망으로 잘못 보고 오판하여 산 사람이 생매장되는 경우가 많아 정확한 사망진단이 가능한 도구가 필요했다. 그래서 심장 소리를 더 크게 들으려고 만들었는데 사망선고뿐만 아니라 폐렴 진단 등에도 다양하게 사용 중이다.\n전립선 축소술\n거세술의 대안. 남성 호르몬을 분비하는 고환을 없애 발기까지 안 되는 것을 막기 위해 태평이 고안해냈다. 콘돔 공장에서 만든 소변줄(폴리)을 꽂아 방광에서 소변을 모두 빼낸 뒤, 이비인후과에서 쓰는 데브라이터를 응용해 만든 절제기로 전립선을 깎아내 축소시킨다. 그리고는 다시 소변줄을 꽂아 상처가 아물 때까지 기다리면 된다.\n미아즈마의 발견\n어떻게든 의사들에게 위생 의식을 심어주려던 태평이, 결국 눈으로 보는 게 빠르겠다면서 현미경을 얻어온 끝에 세균이 병을 일으킨다는 가설을 제시했다. 당대에 이미 현미경도 발명되어 있고 미생물도 발견되어 있었으나, 마침내 주인공이 미생물을 병원체와 연관 짓는데 성공하여 위생 의식이 대폭 개선될 것으로 기대되며 실제로 상당히 개선이 되었다. 게다가 병원체의 존재를 입증하면서 면역력이란 개념도 대충 사실로 받아들여지는데, 덕분에 환자의 컨디션과 면역력이 관련이 있으므로 컨디션이 좋을 수록 수술 성공률이 올라간다는 사실도 이해시키는데 성공했다. 다만 병원체라는 용어가 아직 없어서 \"나쁜 공기\"를 뜻하는 \"미아즈마\"라는 용어로 부르는 중인데, 용어만 다르지 일단 미생물이 병을 일으킨다는 것 자체는 인정받는다. 가장 역사에 파급력이 큰 부분으로, 주인공 주변인(주로 의사)들이 전부 위생에 신경 쓰기 시작하면서 수천 명 이상의 환자 사망률이 극적으로 줄어들 것으로 보인다. 이전에는 주인공만이 위생에 신경 써서 역사가 바뀔 정도로 변혁이 일어난 것은 아니었기 때문에, 세균 발견과 위생 개선은 작중에서 본격적으로 역사가 바뀌는 변곡점이 될 것으로 보인다.\n셀레 그린의 조기퇴출\n상류층에서 셀레 그린이 영롱하고 고급스러운 빛깔을 낸다며 유행이 시작되었다. 문제는 비소화합물이 원료인데 드레스·벽지·물감·케이크까지 안 쓰이는 곳이 없었다는 것. 그래서 태평 일행이 호텔에서 화가가 비소 중독으로 죽은 것이 벽지와 물감 때문이라고 주장했고 이를 사형수들에게 비소 드레스를 입히고 그들이 얼마 안가 사망한다는 것으로 셀레 그린의 유해성을 입증했다. 그러나 비소가 퇴출된 것은 런던뿐이었고 지방이나 타국에서는 절찬리에 쓰이고 있다. 또한 퇴출을 주도한 태평이 매독 치료제로 비소를 이용한 살바르산 606호를 조기에 양산하기로[56] 하면서 다른 방향으로 활용 중이다.\n코 재건술\n성형수술. 당시에는 매독으로 코가 괴사되거나 매부리코인 사람들을 위한 코 재건술 연구가 활발했다. 주류는 팔의 핏줄을 이용하는 것이었지만 한 달 동안 얼굴에 팔을 붙이고 있어야 하는 등 불편함이 많았다.[57] 이에 태평은 이마의 핏줄로 코를 재건하는 국소피판술이라는 새로운 방향을 제시한다.\n인슐린의 발견\n예전부터 당뇨병의 존재는 알고 있었으나 마땅한 치료제가 없었다. 그러던 중에 태평이 췌장이 없는 개의 오줌에서는 당뇨병 환자처럼 단맛이 난다는 사실을 바탕으로 췌장액과 당뇨 사이의 상관관계에 대한 가설을 세운다. 이후에 갈아놓은 소의 췌장에[58] 알코올을 섞어서 인슐린을 분리해 내고 이걸 죄수들에게 먹이는 인체실험을 통해 가설을 검증한다. 그러나 정제된 형태가 아니고 투여해야 하는 정확한 용량을 알 수 없기에 소변 소믈리에를 통해 소변의 당도를 측정하고 있다.\n코카인의 정제\n태평 등의 유력자가 투자한 화학 연구소에서 정제했다. 코카 잎은 단순한 각성제이지만 화학적으로 추출하면 마약이 된다. 태평은 국소마취의 효과가 있는 것에 주목해 국소마취제인 리도카인으로 개량하려 한다. 아편만큼 강력한 효과가 강력해 청나라 수출이 계획되지만 코카나무가 안데스 산맥에서만 재배되어 원가가 너무 비싸기 때문에 백지화되었다. 그러나 일단 정제법이 개발된 이상 코카인 유통은 피할 수 없기에 중독자들을 위한 재활원을 설립하기로 한다.[59] 현재 영국을 넘어서 유럽으로 퍼져나간 상태다.\n개두술\n머리가 다쳐 뇌의 경막하출혈로 생긴 피딱지를 뽑아내기 위해 시행했다.[60] CT가 없어서 머리를 열어도 별다른 성과가 없을 수도 있었지만, 천운으로 후유증 없이 완치되었다. 그러나 두통을 사혈법으로 치료했다는 소문이 돌아[61] 수술의 다른 병원에서는 수동 드릴까지 만들어서 개두술을 시도한다.\n아편전쟁의 조기 개전\n조선 출신의 태평이 명의로 이름을 날리면서 옆나라인 청나라에 대한 관심도 높아졌고, 영국은 더 적극적으로 아편을 팔아먹는다.[62] 결국, 1832년에 비도적적이라는 비판이 있었지만 7~8년 앞당겨져서[63] 전쟁이 발발하게 된다. 영국은 홍콩을 차지하고 상해 입항에 대한 허가권을 가지며 모든 항구를 개항시키는 등 난징 조약에 비해 훨씬 유리한 조건으로 종전된다.[64] 이후 청나라는 지방에서 군벌이 할거하고 아편이 퍼져 더 빠르게 쇠락한다. 그 와중에도 아편의 국산화를 이뤄내자 영국은 또 무역적자를 보게 되었고 제2차 아편전쟁을 계획하고 있다.\n전문 생리대 조기 발명\n미국에서 발견한 특수한 이끼로 생리대를 만든다. 생리 때문에 여성들 노동환경이 심하게 좋지 않았으므로 여성들 노동환경의 개선을 기대하고 있다.\n개흉술\n기관삽관 및 절개를 통해 인공호흡이 가능해지자 심장도 손 대려 했는데 외상성 심낭압전을 개흉술로 치료하면서 가능성을 보았다. 그러던 중 류머티스열로 인해 협착된 승모판을 외과적으로 해결하자고 방향을 잡았고 기어코 성공시킨다. 그러나 기술의 한계로 마취 시간이 1시간으로 제한되고 폐쇄 부전이면 손 쓸 도리도 없다.\n일본의 조기 개항\n아편전쟁 이후 아시아에 대한 관심이 커진 영국은 일본과의 수교를 추진한다. 흑선 내항으로 기선제압을 한 영국은 사절단에 포함된 태평과 리스턴이 전염병 지역에서 의료봉사를 하다가 음양사라고 알려졌고, 조선에 밀입국한 동안 콜레라가 퍼진 것 때문에 주술사라고 두려움을 산다. 에도 막부는 수도에 전염병이 퍼지는 것을 막기 위해 영국으로 돌려보내려고 서둘러 조약을 체결한다.[65] 이는 1838년이었는데 원 역사에서 1854년에 맺어진 미일수호통상조약보다 훨씬 불평등하고 16년 이른 것으로 일본의 근대화에 먹구름이 끼게 되었다. 엘긴이 미리 덴노를 찾아가 승인을 받아내어 존왕파의 명분을 없앤 것은 덤이다.\n니트로글리세린\n앨버트 공이 정력제를 원하자 니트로글리세린의 생산을 결심하고 이탈리아에서 과학자를 섭외해 개발에 착수한다. 혈관을 확장시키는 니트로글리세린은 협심증·발기부전 치료가 가능하기 때문.[66] 원래 폭약으로 개발되었기에 군부에서 규조토로 안정화시키는 방법을 알아내고 바로 크림 전쟁에 써먹는다. 원 역사에서 노벨이 공업용으로 쓰이길 기대했다면, 태평은 처음부터 전쟁용이라는 것을 알고 적극적으로 팔아먹는다는 것이 차이점.\n8. 평가"
    }
}